Repository: wp-plugins/od-photogallery-plugin
Catalog: od-photogallery-plugin-*.po
Languages: cs_cz

source: Published <span class="count">(%s)</span>
cs_cz: Publikované <span class="count">(%s)</span>

source: Deleted <span class="count">(%s)</span>
cs_cz: Smazané <span class="count">(%s)</span>

source: Bulk actions
cs_cz: Hromadné akce

source: Delete
cs_cz: Smaž

source: Undelete
cs_cz: Obnov

source: Apply
cs_cz: Provést

source: Title
cs_cz: Název

source: Folder
cs_cz: Adresář

source: Created
cs_cz: Vytvořeno

source: Images count
cs_cz: Počet obrázků

source: No galleries are founded but you have selected filter for displaying <em>only deleted</em> galleries. You can <a href="%1$s">switch this filter off</a> or create <a href="%2$s">new gallery</a>.
cs_cz: Nebyly nalezeny žádné galerie, ale to může být způsobeno tím, že máte zapnutý filtr pro zobrazení pouze smazaných galerií. Můžete <a href="%1$s">zrušit tento filtr</a> nebo vytvořit <a href="%2$s">novou galerii</a>.

source: No galleries are founded. You can create new one <a href="%s">here</a>.
cs_cz: Dosud nebyly vytvořeny žádné galerie. Nové můžete vytvořit <a href="%s">zde</a>.

source: Here you can create new gallery from already existing folders with images.
cs_cz: Zde můžete vytvořit galerii z existujícího adresáře s obrázky.

source: Folders of single galleries should be save only in main photogallery folder as is defined in <a href="%1$s">plugin's options</a> (currently <code>%2$s</code>).<br/>For upload use either your favourite FTP client either plugin's own <a href="%3$s"><strong>wizard for uploading new images</strong></a>. Ifyou want to upload images through your FTP client all images already <strong>should be</strong> available in all required sizes (original, big, thumb) and saved with correct filenames (you can show to any folder of an existing gallery to see what is meaned by <em>correct filenames</em>).
cs_cz: Složky jednotlivých galerií musí být uloženy pouze v hlavní složce fotogalerie, té, která je definována v <a href="%1$s">nastavení pluginu</a> (nyní <code>%2$s</code>).<br/>Pro nahrání obrázků můžete použít jak váš oblíbený FTP klient nebo vestavěný <a href="%3$s"><strong>průvodce pro nahrání nových obrázků</strong></a>. Pokud zvolíte nahrávání přes FTP klient, pamatujte, že obrázky v nové složce <strong>musí být</strong> již zmenšeny na požadované velikosti (původní, velký a malý náhled) a uloženy pod správnými názvy (jaké pojmenování je správné se můžete zjistit ve složce již existující galerie nahrané pomocí vestavěného průvodce).

source: Existing directories which are not associated with any gallery
cs_cz: Existující složky, které nejsou připojeny k nějaké galerii

source: Delete folder
cs_cz: Smaž adresář

source: Create gallery
cs_cz: Vytvoř galerii

source: <strong>There are no existing and unused directories with images.</strong> If you want to create new one use our <a href="%s"><strong>wizard for uploading new images</strong></a>.
cs_cz: <strong>Žádné nepoužité složky s obrázky neexistují.</strong> Pokud chcete vytvořit novou složku a nahrát do ní obrázky použijte vestavěný <a href="%s"><strong>průvodce pro nahrání nových obrázků</strong></a>.

source: Images in these directories already <strong>should be</strong> available in all required sizes (original, big, thumb) and saved with correct filenames.
cs_cz: Obrázky v těchto adresářích by již měli být dostupné v požadovaných velikostech (původní, velký a malý náhled) a uloženy pod správnými jmény.

source: Photogallery - Settings
cs_cz: Fotogalerie - Nastavení

source: Set ID of page which acts as gallery main page:
cs_cz: Zadej ID stránky, která je hlavní stránkou galerie:

source: Set directory for storing single galleries:
cs_cz: Zadej cestu k adresáři pro ukládání jednotlivých galerií:

source: Set max. width of thumbnail images:
cs_cz: Maximální šíře náhledových obrázků:

source: pixels
cs_cz: pixelů

source: Set max. height of thumbnail images:
cs_cz: Maximální výše náhledových obrázků:

source: Set max. width for larger images:
cs_cz: Maximální šíře detailních obrázků:

source: Set max. height for larger images:
cs_cz: Maximální výše detailních obrázků:

source: Supported images formats:
cs_cz: Podporované typy obrázků:

source: Enter lowercased and comma-separated list of supported image formats. Defaultly is set <code>jpg,png</code> but available is also <code>gif</code>.
cs_cz: Vložte podporované typy oddělené čárkami a psané malými písmeny. Defaultně jsou nastaveny <code>jpg,png</code>, ale dostupný je i formát <code>gif</code>.

source: Set maximum count of images uploaded per once:
cs_cz: Nastav max. možný počet najednou nahráváných obrázků:

source: images
cs_cz: obrázky

source: Save
cs_cz: Uložit

source: Edit gallery #
cs_cz: Edituj galerii #

source: Gallery title:
cs_cz: Název galerie:

source: Gallery description:
cs_cz: Popis galerie:

source: Images count:
cs_cz: Počet obrázků:

source: Edit images
cs_cz: Edituj obrázky

source: Add images
cs_cz: Přidej obrázky

source: Image
cs_cz: Obrázek

source: Description
cs_cz: Popis

source: Order
cs_cz: Pořadí

source: Check all
cs_cz: Označ vše

source: Upload new images
cs_cz: Nahrát nové obrázky

source: Upload images <code>*</code>:
cs_cz: Nahraj obrázky <code>*</code>:

source: Add more images
cs_cz: Přidej více obrázků

source: You can upload only images of format specified in plugin's options (currently: <code>%s</code>)!
cs_cz: Nahrávat můžete pouze obrázky podporovaných typů (aktuálně: <code>%s</code>)!

source: Continue
cs_cz: Pokračuj

source: Photogallery - Create new folder
cs_cz: Fotogalerie - Vytvoř nový adresář

source: Directory name
cs_cz: Název adresáře

source: Enter name for the folder of a new gallery. Directory name can not contain spaces and national or special characters (good: <code>test-gallery-title</code>; bad: <code>Test gallery title</code> or <code>Název testovací galerie</code> etc.)
cs_cz: Vložte jméno pro adresář nové galerie. Jméno adresáře nesmí obsahovat mezery či národní nebo speciální znaky (dobře: <code>testovaci-galerie</code>; špatně: <code>Testovací galerie</code> nebo <code>Nějaký_název galerie</code> atp.)

source: For the new gallery you've select directory <code>%1$s</code>. This folder contains <code style="color:green;">%2$s</code> images.<br/>If you really want to create gallery, please, also fill it's name and submit this form.
cs_cz: Pro novou galerii jste zvolili složku <code>%1$s</code>. Tento adresář obsahuje <code style="color:green;">%2$s</code> obrázků.<br/>Pokud skutečně chcete vytvořit galerii, pak vložte její název a potvrďte tento formulář.

source: Now you will continue with selecting and describing single included images.
cs_cz: Nyní bude následovat výběr a popis obrázků, které chcete zahrnout do této fotogalerie.

source: Widget with pane with rendered images from the newest photogallery.
cs_cz: Widget s panelem fotografií naposledy vytvořené fotogalerie.

source: Latest photogallery
cs_cz: Nejnovější galerie

source: We are sorry but gallery with given ID wasn't found.
cs_cz: Omlouváme se, ale galerie s daným ID nebyla nalezena.

source: Widget title
cs_cz: Název widgetu

source: Select gallery to show
cs_cz: Vyberte galerii

source: The newest photogallery
cs_cz: Obrázky z nejnovější fotogalerie

source: The newest photogalleries
cs_cz: Nejnovější galerie

source: Max. items count
cs_cz: Max. počet položek

source: Use <em>Lightbox</em> effect?
cs_cz: Použít efekt <em>Lightbox</em>?

source: Widget with list of the newest photogalleries.
cs_cz: Widget se seznamem nejnovějších galerií.

source: Latest photogalleries
cs_cz: Nejnovější galerie

source: More
cs_cz: Více

source: Display <em>More...</em> link?
cs_cz: Zobrazit odkaz <em>Více...</em>?

source: Given directory name is not valid!
cs_cz: Zadané jméno galerie není platné!

source: Photogallery
cs_cz: Fotogalerie

source: Photogallery - Add gallery
cs_cz: Fotogalerie - Přidej galerii

source: Add gallery
cs_cz: Přidej galerii

source: Settings
cs_cz: Nastavení

source: Directory or file with given name already exists! You should enter another name.
cs_cz: Adresář nebo soubor s daným jménem již existuje! Vložte, prosím, jiné jméno.

source: Directory or file with given name doesn't exist yet &ndash; you can safely use it.
cs_cz: Adresář s daným jménem zatím neexistuje &ndash; toto jméno můžete bezpečně použít.

source: No galleries selected!
cs_cz: Nebyly označeny žádné galerie!

source: Selected galleries were deleted.
cs_cz: Označené galerie byly smazány.

source: Selected galleries were undeleted.
cs_cz: Označené galerie byly obnoveny.

source: Gallery with given ID <code>%s</code> wasn't found!
cs_cz: Omlouváme se, ale galerie s ID <code>%s</code> nebyla nalezena.

source: Gallery was successfully updated.
cs_cz: Galerie byla úspěšně aktualizována.

source: Image was successfully saved.
cs_cz: Obrázek byl úspěšně aktualizován.

source: Image was successfully updated.
cs_cz: Obrázek byl úspěšně aktualizován.

source: Directory <code>%s</code> was successfully created.
cs_cz: Adresář <code>%s</code> byl úspěšně aktualizován.

source: Folder <code>%s</code> wasn't created! Application couldn't continue with uploading images.
cs_cz: Složka <code>%s</code> nebyla vytvořena! Aplikace nemůže pokračovat s nahráváním obrázků.

source: Folder <code>%s</code> wasn't created because it already exists!
cs_cz: Složka <code>%s</code> nebyla vytvořena, protože již existuje!

source: Gallery was successfully created (with ID <code>%s</code>).
cs_cz: Galerie byla úspěšně vytvořena (s ID <code>%s</code>).

source: Available images
cs_cz: Dostupné obrázky

source: You're adding gallery <strong>%s</strong>. On this page you can select and describe images which you want to include into this new gallery.
cs_cz: Přidáváte fotogalerii <strong>%s</strong>. Na této stránce můžete vybrat a popsat obrázky, které chcete zahrnout do nové galerie.

source: Image was successfully created (with ID <code>%s</code>).
cs_cz: Obrázek byl úspěšně vytvořen (s ID <code>%s</code>).

source: Gallery was successfully created.
cs_cz: Galerie byla úspěšně vytvořena.

source: Directory <code>%s</code> was successfully deleted.
cs_cz: Adresář <code>%s</code> byl úspěšně aktualizován.

source: Directory <code>%s</code> was not deleted!
cs_cz: Adresář <code>%s</code> nebyl vymazán!

source: Photogallery settings were updated.
cs_cz: Nastavení galerie bylo úspěšně aktualizováno.

source: File <code>%s</code> wasn't uploaded to the server because is in bad image format (for supported images formats see plugin's options).
cs_cz: Soubor <code>%s</code> nebyl nahrán na server, protože je špatného typu (pro povolené typy obrázků se podívejte do nastavení pluginu).

source: Image file <code>%s</code> wasn't uploaded to the server!
cs_cz: Obrázek <code>%s</code> nebyl nahrán na server!

source: Image file <code>%s</code> was successfully uploaded to the server.
cs_cz: Obrázek <code>%s</code> byl úspěšně nahrán na server.
